;汉化：aotix

[CollectorsForces X2SitRepTemplate]
FriendlyName="收集者势力"
Description="情报确认收集者在战场上有强大的存在"

[CollectorsForcesEffect X2SitRepEffect_AddTeam]
FriendlyName="收集者势力"
Description="情报确认收集者在战场上有强大的存在"



